[string_table]

;IM文案,范围500000-509999

501208=添加失敗，未知錯誤原因。錯誤碼：

;直播文案,范围510000-519999

510001=結束預覽
510002=結束直播
510003=直播鏈接無效，請重新發起直播並填寫有效的直播鏈接
510004=網絡錯誤，請重新發起直播
510005=進入了直播間
518028=攝像頭直播
518056=沒有檢測到麥克風信號哦
518180=直播已結束

;资讯文案,范围520000-529999

520001=全部
520002=持倉
520003=特別關注
520004=啱啱
520005=1分鐘前
520006=%d分鐘前
520007=暫無資訊

520201=全部公告
520202=業績公告
520203=交易相關
520204=股權股本
520205=重大事項
520206=其他公告

520301=要聞
520302=快訊
520303=日曆
520304=自選
520305=專題
520306=推送
520307=專欄
520308=新股
520309=基金
520310=美股
520311=港股
520312=異動

;牛牛圈文案,范围530000-539999
